export default async function HomePage() {
  return (
    <div className="container mx-auto my-12 max-w-[800px]">
      <h2>ハイキャリトーク 利用規約</h2>

      <p>ハイキャリトーク利用規約（以下「本規約」といいます。）は、株式会社NTTデータ（以下「弊社」といいます。）が提供するキャリアSNS「ハイキャリトーク」（以下「本サービス」といいます。）について、本サービスの会員（第1条で定義します）に遵守いただきたい事項および当社との権利義務関係を定めたものです。会員におかれましては、本サービスをご利用いただくにあたり、本規約を十分に理解されたうえで、本規約にご同意いただくものとします。</p>

      <h3>1. 用語の定義</h3>
      <p>本利用規約において使用する用語の定義は、以下のとおりとします。</p>
      <ol>
        <li>「本サービス」―「ハイキャリトーク転職」を通じて提供される情報及びサービスの一切</li>
        <li>「本利用規約」―「ハイキャリトーク転職利用規約」をいいます。</li>
        <li>「利用希望者」―本サービスの利用を希望し、会員登録をしようとする者をいいます。</li>
        <li>「会員」―本サービスの利用のために必要な情報を入力し、本利用規約に同意した上で、登録手続き（会員登録）を終え、弊社の承認を得た者をいいます。</li>
        <li>「写真等」―会員により投稿された写真、回答、メッセージなどのデータの一切をいいます</li>
        <li>「プロフィール情報」―会員登録の際に登録する情報や、登録後に任意で設定する情報</li>
        <li>「個人情報」―会員により登録・送信された情報のうち、特定の個人を識別できる情報（他の情報と容易に照合することができ、 それにより特定の個人を識別することができることとなるものを含む）を指します。</li>
      </ol>

      <h3>2. サービスの概要</h3>
      <p>本サービスは、大手企業への転職希望者と大手企業の現場社員が相互にメッセージをやり取りすることが可能なコミュニティサービスです。</p>

      <h3>3. サービスの利用設定</h3>
      <ol>
        <li>本サービスの利用は、弊社が定めた認証手続きが完了し、 本サービスを利用する資格を持つ方に限定しております。</li>
        <li>会員登録時に提供された情報に虚偽があった場合は、会員登録が無効となります。</li>
        <li>プロフィール情報への登録を目的とした写真等について、被写体が特定できない等、 不鮮明な画像データの場合、弊社の判断により、掲載ができない場合があります。</li>
        <li>弊社は、悪質な会員による本利用規約への違反行為を防止する目的等、本サービスの正常かつ健全な運営のために必要な限度で、 本サービスへの投稿やメッセージについて、その内容の一部を確認することがあります。 確認の結果、投稿やメッセージの内容がこれらの規約等に違反すると判断された場合、弊社は、会員への事前の通知なく、投稿やメッセージの全部または一部を閲覧できない状態とする、 または削除することがあります。</li>
      </ol>

      <h3>4. プロフィール情報、個人情報</h3>
      <ol>
        <li>弊社は、本サービスにおいてプロフィール情報を、以下各号の目的で利用します。
          <ol>
            <li>本サービスの運営</li>
            <li>本サービスの品質管理のためのアンケート調査、および分析</li>
            <li>会員に対して、本サービス運営に著しく影響を及ぼす事柄（本サービス内容の大幅な変更、一時停止を含みますがこれらに限られません）に関する連絡</li>
          </ol>
        </li>
        <li>弊社は、プロフィール情報について、次の各号の場合を除き、本人以外の第三者に開示しないものとします。
          <ol>
            <li>本サービスの向上、関連事業開発および提携企業のマーケティング等の目的で登録情報を集計および分析等する場合</li>
            <li>前号の集計および分析等により得られたものを、個人を識別又は特定できない態様にて、第三者に開示又は提供する場合</li>
          </ol>
        </li>
        <li>弊社は、プロフィール情報のうち、本利用規約に定められる個人情報（他の情報と容易に照合することができ、 それにより特定の個人を識別することができる情報等を含む）については、弊社の定めるプライバシーポリシーに基づいて取り扱うものとします。</li>
        <li>プロフィール情報、個人情報については、本利用規約に定められている範囲の目的・態様のみ利用します。 さらに必要に応じて、利用希望者または会員に対して、これらの情報の取得時に注意喚起を実施いたします。</li>
        <li>会員は、弊社がプロフィール情報を本条に定めるとおりに利用することについて、あらかじめ同意するものとします。</li>
        <li>会員の本利用規約に違反する行為が原因で、第三者からのクレームなどに関連して弊社に費用が発生した場合または弊社が賠償金などの支払いを行った場合、 会員は弊社が支払った費用や賠償金など（弊社が支払った弁護士費用を含みます）を負担するものとします。</li>
        <li>会員は、本サービスに登録した個人情報について、開示、削除、又は、訂正の請求ができるものとし、 ご本人からの請求であることが確認できる場合に限り、弊社はこれに速やかに対応するものとします。 尚、弊社の本サービスにおける、本件問合せ窓口は以下のとおりです。 </li>
      </ol>
      <p>お問い合わせ先：kensei.tokumitsu@jp.nttdata.com</p>

      <h3>5. 権利帰属、商標について</h3>
      <p>弊社のウェブサイトに掲載されている全てのコンテンツは、弊社が所有権、知的財産権または使⽤権を有しており、会員は、当社の書⾯による事前の許可なく、これらのコンテンツを本サービスの利⽤の⽬的・範囲を超えて利⽤してはなりません。</p>
      <p>また、弊社のウェブサイトに掲載される商標およびロゴマーク等に関する権利は、弊社または個々の権利者に帰属し、商標法、不正競争防⽌法等により保護されています。</p>

      <h3>6. 禁止事項</h3>
      <p>会員は、本サービスの利用にあたり、以下の各号のいずれかに該当する行為をしてはなりません。会員又は会員が、 禁止事項に違反したと弊社が判断した場合には、送信等した内容の削除、本サービスの全部又は一部の利用停止処分、その他弊社が適切と判断する措置をとることができるものとします。</p>
      <ol>
        <li>良識に欠けるものや、品位に欠けるもの
          <ol>
            <li>殺害・虐待・自殺・自殺行為を肯定・勧誘あるいは助長する又はその恐れのある内容（殺害・自殺の方法などを送信等する行為を含む）の送信等</li>
            <li>過度に残虐又は暴力的な内容・画像（イラストや絵画等も含む）の送信等</li>
            <li>社会通念上、不適切と解釈され、又はその恐れのある表現・内容の送信等</li>
            <li>アダルト画像、動画を含む内容（イラストや絵画等も含む）の送信等</li>
            <li>著しく性欲を刺激したりする内容・画像（イラストや絵画等も含む）の送信等</li>
            <li>アダルトサイト、他社のマッチングサイト関連の表現・内容の送信等又はこれらのサイト等へのリンク</li>
            <li>性に関する表現で、わいせつな行為、対象を連想させるもの、その他卑猥な表現・内容の送信等</li>
            <li>健全な社会通念に反し、品性を損なうような行為、表現・内容の送信等</li>
            <li>その他、一般的に他の会員や会員が不快に感じる、又はその恐れのある表現・内容の送信等</li>
          </ol>
        </li>
        <li>他の会員、その他第三者を中傷したり、名誉を傷つけたりするもの、権利を侵害するもの
          <ol>
            <li>他の会員、その他第三者について、誹謗中傷もしくは侮辱する、又は名誉や信用を傷つける行為、表現・内容の送信等</li>
            <li>人種、民族、性別、信条、社会的身分、居住地、身体的特徴、病歴、教育、財産等による差別につながる表現・内容の送信等</li>
            <li>本人の承諾のない個人情報（但し、一般に公開されている著名人などの情報は除く）の送信等</li>
            <li>第三者の商標権、著作権、著作者人格権等の知的財産権、肖像権及びパブリシティ権等の権利を侵害する、又はその恐れのある行為、表現・内容の送信等</li>
            <li>第三者の財産、プライバシー等個人の権利を侵害する、又はその恐れのある行為、表現・内容の送信等</li>
          </ol>
        </li>
        <li>社会倫理や法令に反するもの
          <ol>
            <li>違法薬物、火器・けん銃など違法武器、爆発物の製造、売買春、児童ポルノの提供、公文書偽造、殺人、傷害、詐欺、 窃盗等の犯罪その他の法令違反行為を推奨・肯定・勧誘もしくは助長する又はその恐れのある行為、表現・内容の送信等</li>
            <li>犯罪その他の法令違反行為を推奨、肯定、もしくは助長する等、社会的に有害であるもの、又はその恐れのある行為、表現・内容の送信等 インターネット異性紹介事業等の利用による児童を対象とする不正誘引又は、会員を児童との異性交際等をあっせんする行為 売買春を目的として本サービスを利用する行為 直接会うことだけを目的とした内容の送信等、又は他の会員に対し、そのような行為を一方的に誘う行為 他の会員に対し、拒否されながらむやみに個人情報（フルネーム、電話番号、メールアドレス、住所、本人の顔写真等）を聞き出す行為</li>
            <li>相手に恐怖心を生じさせる目的で危害を加えることを通告する脅迫行為やストーカー行為</li>
            <li>選挙の事前運動、選挙運動又はこれらに類似する行為、及び公職選挙法に抵触する行為</li>
            <li>その他、法令もしくは公序良俗に違反するもの、又はその恐れのある行為、表現・内容の送信等</li>
          </ol>
        </li>
        <li>弊社の承諾のない商業行為
          <ol>
            <li>無限連鎖講（ねずみ講）、リードメール、ネットワークビジネス関連（MLM、マネーゲーム等を含む）の勧誘等の情報、及びこれらに類する情報の送信等</li>
            <li>商業用の広告、宣伝を目的とした本サービスの利用（但し、弊社が認めている範囲のもの及び弊社タイアップ等は除く）</li>
            <li>弊社が許可したものを除き、営利、非営利目的を問わず、 物やサービスの売買、交換（それらの宣伝、告知、勧誘を含む）を目的とする情報の送信等 （物品を販売し、又は契約を締結させることを目的とする無料セミナーの情報の送信等を含む）</li>
            <li>本サービスの一部の利用権を、譲渡する行為</li>
            <li>本サービスの全部又は一部の利用権をもって、現金その他の財物、財産上の利益との交換取引をすること、もしくは交換取引をすることの宣伝・告知・勧誘する行為</li>
          </ol>
        </li>
        <li>その他
          <ol>
            <li>個人、法人問わず、自ら又は組織等を偽る行為（不正に他人に成りすます行為も含まれます。）</li>
            <li>宗教団体もしくはそれと同視し得る団体への勧誘、布教、寄付等を求める、又はその恐れのある行為</li>
            <li>会員間の金銭の授受行為</li>
            <li>その他、弊社が不適切と判断する行為</li>
          </ol>
        </li>
      </ol>

      <h3>7. 退会について</h3>
      <ol>
        <li>会員は、弊社所定の手続に基づき、本サービスを退会することができます。</li>
        <li>退会をした会員がその後本サービスを再度利用する場合、退会前に掲載していた情報等を引き継ぐことはできません。</li>
      </ol>

      <h3>8. 本サービスの停止・中止・終了</h3>
      <ol>
        <li>本サービスは、以下各号の事由に起因する場合、全部又は一部を停止することができ、当該事由に起因して会員又は第三者に損害が発生した場合、一切の責任を負わないものとします。
          <ol>
            <li>定期的又は緊急に本サービス提供のためのコンピューターシステムの保守・点検を行う場合</li>
            <li>火災・停電、天災地変等の非常事態により本サービスの運営が不能となった場合</li>
            <li>戦争、内乱、暴動、騒擾、労働争議等により、本サービスの運営が不能となった場合</li>
            <li>サービス提供のためのコンピューターシステムの不良および第三者からの不正アクセス、コンピューターウイルスの感染等により本サービスを提供できない場合</li>
            <li>法律、法令等に基づく措置により本サービスが提供できない場合</li>
            <li>その他、弊社が止むを得ないと判断した場合</li>
          </ol>
        </li>
        <li>弊社は、前項により本サービスの運用を停止する場合、事前にウェブサイト等を通じ会員および第三者にその旨を通知するものとします。 但し、緊急の場合は、この限りではありません。</li>
        <li>弊社は、事前に本サービスを通じ、会員および第三者に通知することにより、本サービスの全部又は一部を中止・終了することができ、 これにより会員又は第三者に損害が発生した場合、一切の責任を負わないものとします。 弊社は事前にウェブサイト等を通じ、会員および第三者に通知することで、 本サービスの内容又は名称につき変更することができるものとします。これにより会員又は第三者に損害が発生した場合、一切の責任を負わないものとします。</li>
        <li>前項に基づき、本サービスの内容又は名称につき変更を告知した日から弊社が定める期間を経過した後も継続して本サービスを利用された場合、 当該会員は当該変更内容に同意したものとみなされ、当該会員と弊社との間で当該変更に関する効力が発生するものとします。</li>
      </ol>

      <h3>9. 免責</h3>
      <ol>
        <li>本利用規約が消費者契約法等の定める「消費者契約」に該当する場合において、会員に発生した損害が弊社の債務不履行又は不法行為に因る場合、 弊社は会員が直接被った通常の損害の範囲で、損害賠償責任を負うものとします。但し、弊社に故意又は重過失がある場合に、 弊社の損害賠償責任を一部免除する規定は適用されないものとします。</li>
        <li>会員同士の交際・交流を含む各種トラブルについては、会員自らが責任を負うものとします。 ただし、弊社は、本サービスの健全な運営、サービス向上のため、本利用規約に違反しているおそれのある悪質な会員を監視する権利を留保し、 必要に応じて強制的に会員登録を抹消する場合がございます。</li>
        <li>会員同士のトラブルや不正アクセス、携帯端末のウィルス感染の原因による会員のプロフィール情報や個人情報などの流出や第三者の運営するインターネットサービス等に掲載された場合においても、前項同様に会員自らが責任を負うものとし、弊社では責任を負わないものとします。 ※会員同士の交流を通じて入手したプロフィール情報・個人情報の取り扱いについては、流出・漏えいなどのないようくれぐれも取扱いにご注意いただきウィルス対策のため、 最新OSのアップデートやセキュリティソフトのインストールなどの実施をお勧めします。</li>
      </ol>

      <h3>10. 損害賠償</h3>
      <p>会員が、本規約に違反し、または本サービスの利⽤に際し、弊社、求⼈者もしくは第三者に対して損害を与えた場合、会員は直接・間接を問わず、⼀切の損害を賠償するものとします。</p>

      <h3>11. 本利用規約の改訂</h3>
      <ol>
        <li>弊社は、随時本利用規約を改訂することができるものとします。</li>
        <li>弊社は、本利用規約を改訂しようとする場合、本サービス等を通じ、随時、会員に告知するものとします。</li>
        <li>前項に基づき、本利用規約改訂を告知した日から弊社が定める期間を経過した後も継続して本サービスを利用された場合、 当該会員は本利用規約の改訂に同意したものとみなされ、当該会員と弊社との間で改訂後の利用規約の効力が発生するものとします。</li>
        <li>会員は、前項に定める効力発生の時点以降、当該内容の不知又は不承諾を申し立てることはできないものとします。</li>
      </ol>

      <h3>12. 準拠法・管轄について</h3>
      <p>本利用規約の準拠法は日本法とし、本サイトおよび本利用規約に関する一切の紛争は、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p>

      <p>2024年11月09日　制定</p>
    </div >
  )
}